/* About app file name, without extension */
"about_en" = "about_ua";

/* Action Button title text for add barcode stage */
"Add code" = "Додати Код";

/* Header message when add new food on AddFoodTableViewController */
"Add Food" = "Додати Продукт";

/* Message at qr code label status on added */
"Added" = "Додано";

/* Alert title of deleting all user added info */
"Alert" = "Увага!";

/* Food icon name description for apple */
"Apple" = "Яблуко";

/* Food icon name description for aubergine */
"Aubergine" = "Баклажан";

/* Food icon name description for baguette */
"Baguette" = "Багет";

/* Food icon name description for banana */
"Banana" = "Банан";

/* Food icon name description for beef */
"Beef" = "Яловичина";

/* Food icon name description for bread
   Food type description for bread */
"Bread" = "Хліб";

/* Food icon name description for broccoli */
"Broccoli" = "Брокколі";

/* Food icon name description for butter */
"Butter" = "Масло";

/* Food icon name description for cabbage */
"Cabbage" = "Капуста";

/* Cancel action on deleting all user added info */
"Cancel" = "Відміна";

/* Food icon name description for canned_food */
"Canned food" = "Консерви";

/* Food type description for canned food */
"Canned Food" = "Консерви";

/* Food icon name description for carrot */
"Carrot" = "Морква";

/* Food icon name description for cheese */
"Cheese" = "Сир";

/* Action Button title text for add food stage */
"Choose food" = "Вибрати Їжу";

/* Food icon name description for cucumber */
"Cucumber" = "Огірок";

/* Delete action on deleting all user added info */
"Delete" = "Видалити";

/* Message for rate us alert */
"Do you like our app?\nIf so, rate us!" = "Вам подобається наш додаток?\nЯкщо так, оцініть його!";

/* QR reader status label searchDone message */
"Done" = "Зроблено";

/* Alert title while user enter dublicate data for new food description */
"Dublicate data" = "Дані Дублюються";

/* Food icon name description for eggs */
"Eggs" = "Яйця";

/* QR reader status label error message */
"Error" = "Помилка";

/* QR reader status label find message */
"Find" = "Знайдено";

/* Food type description for fish */
"Fish" = "Риба";

/* Text for notification title */
"Food loss" = "Збігає термін придатності";

/* Food icon name description for fruit
   Food type description for fruit */
"Fruit" = "Фрукти";

/* Food icon name description for grapes */
"Grapes" = "Виноград";

/* Food icon name description for ham */
"Ham" = "Шинка";

/* Food icon name description for ice_cream */
"Ice cream" = "Морозиво";

/* Internal error header */
"Internal alert" = "Внутрішня Помилка";

/* Alert title while user enter invalid data for new food description */
"Invalid data" = "Невірні Дані";

/* Title for later action on rate us alert */
"Later" = "Пізніше";

/* Food type description for meet */
"Meat" = "М'ясо";

/* Food icon name description for milk
   Food type description for milk */
"Milk" = "Молоко";

/* Header message when modify exist food on AddFoodTableViewController */
"Modify Food" = "Змінити Продукт";

/* Action refusal for user enter rewrite data with new food description
   Title for no action on rate us alert */
"No" = "Ні";

/* Message at qr code label status on not added */
"Not Added" = "Не Додано";

/* QR reader status label not found message */
"Not Found" = "Не Знайдено";

/* Action for user enter invalid data for new food description */
"Ok" = "ОК";

/* Agree button on internal error */
"OK" = "ОК";

/* Food icon name description for onion */
"Onion" = "Цибуля";

/* Error massage when get capture device error */
"Oops, we get some problems with your camera" = "Ой, здається ми не можемо отримати доступ до камери";

/* Food icon name description for orange */
"Orange" = "Апельсин";

/* Food icon name description for pear */
"Pear" = "Груша";

/* Food icon name description for piece_of_cake */
"Piece of cake" = "Торт";

/* Food icon name description for piranha */
"Piranha" = "Піранья";

/* Food icon name description for potatoes */
"Potatoes" = "Картопля";

/* Internal error excuses */
"Press OK to terminate the app. Sorry for the inconvenience" = "Натисніть ОК щоб завершити роботу програми. Вибачте за незручності";

/* Text for notification body */
"Today end shelf life %@ product. Check your fridge to stay healthy!" = "Сьогодні збігає термін придатності %1$@ продуктів. Перевірте Ваш холодильник та залишайтесь здоровими!";

/* Title for rate us alert */
"Rate Us" = "Оцініть Нас";

/* Food icon name description for roast_chicken */
"Roast chicken" = "Смажена Курка";

/* Food icon name description for salami */
"Salami" = "Салямі";

/* Food icon name description for salmon */
"Salmon" = "Лосось";

/* QR reader status label searching message */
"Searching..." = "Пошук...";

/* Massage for empty food by type screen */
"Seems like this category is empty" = "Здається, ця категорія поки що порожня";

/* Massage for empty fridge */
"Seems like your fridge is empty. Press \"Add\" to get some food to your fridge" = "Здається, холодильник поки що порожній. Натисніть \"Додати\" у верхньому правому куті щоб добавити їжу";

/* Food icon name description for strawberry */
"Strawberry" = "Полуниця";

/* Food icon name description for sushi */
"Sushi" = "Суші";

/* Food type description for sweets */
"Sweets" = "Солодощі";

/* Internal error description */
"There was an error while working whith your data" = "Виявлено помилку під час роботи з даними";

/* Food icon name description for tomatoe */
"Tomatoe" = "Томат";

/* Food icon name description for tuna */
"Tuna" = "Тунець";

/* Name of unnown icon */
"Unnown" = "Невідомо";

/* Food type description for user added food */
"User Added" = "Користувацька";

/* Food type description for vegitables */
"Vegetables" = "Овочі";

/* Food icon name description for bread_2 */
"White bread" = "Білий Хліб";

/* Food type description for food without type */
"Without Type" = "Без Типу";

/* Action approve for user enter rewrite data with new food description
   Title for yes action on rate us alert */
"Yes" = "Так";

/* Food icon name description for yogurt */
"Yogurt" = "Йогурт";

/* Alert message while user enter dublicate data for new food description */
"You have already food with this name.\nDo you want to rewrite it's data with new?" = "Ви вже маєте продукт з таким ім'ям.\nВи хочете перезаписати його дані на нові?";

/* Alert message while user enter invalid data for new food description */
"You have enter invalid data to new food.\nPlease, check your info and try again" = "Ви ввели неправильні дані для продукту.\nБудь ласка, перевірте інформацію та спробуйте знову";

/* Alert message of deleting all user added info */
"You want to delete all info, that was added.\nAre you sure?" = "Ви збираєтесь видалити всі збережені вами дані.\nВи впевнені?";

